Repository: ArtchyZ/lxrandr
Catalog: po/*.po
Languages: bn_in

source: Laptop LCD Monitor
bn_in: ল্যাপটপ LCD মনিটর

source: External VGA Monitor
bn_in: বহিস্থিত VGA মনিটর

source: External DVI Monitor
bn_in: বহিস্থিত DVI মনিটর

source: TV
bn_in: টেলিভিশন

source: Default Monitor
bn_in: ডিফল্ট মনিটর

source: Auto
bn_in: স্বয়ংক্রিয়

source: translator-credits
bn_in: সঙ্কর্ষণ মুখোপাধ্যায় (sankarshan@randomink.org)

source: Copyright (C) 2008
bn_in: স্বত্বাধিকার (C) ২০০৮

source: Monitor configuration tool for LXDE
bn_in: LXDE এর জন্য মনিটর কনফিগারেশন টুল

source: Unable to get monitor information!
bn_in: মনিটারের তথ্য পাওয়া সম্ভব হয়নি!

source: Display Settings
bn_in: প্রদর্শনের বৈশিষ্ট্য

source: Show the same screen on both laptop LCD and external monitor
bn_in: ল্যাপটপ LCD ও বহিস্থিত মনিটারে এক স্ক্রীন প্রদর্শন করা হবে

source: Turn off laptop LCD and use external monitor only
bn_in: ল্যাপটপ LCD বন্ধ করে বহিস্থিত মনিটর ব্যবহার করুন

source: Turn off external monitor and use laptop LCD only
bn_in: বহিস্থিত মনিটর বন্ধ করে কেবলমাত্র ল্যাপটপ LCD ব্যবহার করুন

source: Quick Options
bn_in: সহজ বিকল্প

source: Advanced
bn_in: উন্নত

source: The following monitor is detected:
bn_in: এই মনিটরটি পাওয়া গেছে:

source: Turn On
bn_in: চালু করুন

source: Resolution:
bn_in: রেসোলিউশন

source: Refresh Rate:
bn_in: রিফ্রেশ এর হার:
